Repository: CTemplar/ios
Catalog: Modules/Utility/Utility/Localizable/*.lproj/Localizable.strings
Languages: ar, pt_br, ro, sk, uk

# addRecoveryEmailTitle
source: Add Recovery Email
ar: إضافة عنوان بريد إلكتروني للاسترداد
pt_br: Adicionar Email de recuperação
ro: Adaugă o adresă de recuperare
uk: Додати резервний імейл

# addRecoveryEmailMessage
source: Add your recovery email below
ar: قم بإضافة بريدك الإلكتروني للاسترداد
pt_br: Adiciona o seu email de recuperação abaixo
ro: Adaugă o adresă de recuperare mai jos
uk: Введіть резервний імейл нижче

# recoveryEmailDisabledAlertMessage
source: Currently you don't have any recovery email added in your CTemplar Account. If you want to add a recovery email please tap on Enable option.
ar: لا تملك أي بريد إلكتروني للاسترداد في الوقت الحالي في حسابك على CTemplar. إذا كنت تريد إضافة بريد إلكتروني للاسترداد فيمكنك الضغط على خيار تنشيط.
pt_br: Atualmente não tem qualquer email de recuperação adicionado à sua conta CTemplar. Se deseja adicionar um email de recuperação, por favor clique na opção Ativar.
ro: Actualmente nu aveți o adresă de recuperare. Pentru a adăuga o adresă, puteți apăsa butonul Activează
uk: В даний час до вашого профілю CTemplar не додано резервний імейл. Якщо ви хочете додати резервний імейл, натисніть на «Включити».

source: Enable
ar: تنشيط
pt_br: Ativar
ro: Activează
uk: Включити

source: Disable
ar: تعطيل
pt_br: Desativar
ro: Dezactivează
uk: Відключити

# changePasswordTitle
source: Change Password
ar: تغيير كلمة المرور
pt_br: Alterar Palavra-passe
ro: Schimbă parola
uk: Змінити Пароль

# updateAndKeepData
source: Update & Keep Data
ar: تحديث & الاحتفاظ ببيانات
pt_br: Atualize e manter os dados
ro: Schimbă și păstrează datele
uk: Оновити і Зберегти Дані

# updateAndDeleteData
source: Update & Delete Data
ar: تحديث & حذف بيانات
pt_br: Atualizar e apagar os dados
ro: Schimbă și șterge datele
uk: Оновити і Видалити Дані

# changePasswordMessage
source: Your encryption key is connected to your password. You have the option to either keep all the data and encryption keys and just change the password or you can delete all the data and generate new encryption keys. Choose your option carefully.
ar: إن مفتاح التشفير الخاص بك متصل بكلمة مرورك. لديك خيار الاحتفاظ بجميع البيانات ومفاتيح التشفير وتغيير كلمة المرور فقط أو يمكنك حذف جميع البيانات وإنشاء مفاتيح تشفير جديدة. قم بالاختيار بعناية.
pt_br: A sua chave de encriptação está ligada à sua palavra-passe. Tem a opção de manter todos os dados e as chaves de encriptação e apenas mudar a palavra-passe, ou pode eliminar todos os dados e gerar novas chaves de encriptação. Escolha a opção que preferir com cuidado.
ro: Cheia de criptate este legată de parolă. Puteți păstra toate datele și cheia nu schimbând parola, ori puteți genera o nouă cheie de criptare, astfel ștergând toate datele din cutie poștală. Alegeți cu mare grijă!
uk: Ваш ключ шифрування пов'язаний з вашим паролем. У вас є можливість або зберегти всі дані і ключі шифрування і просто змінити пароль, або ви можете видалити всі дані і згенерувати нові ключі шифрування. Усвідомлено вибирайте свій варіант.

# takeBack
source: Take Back Your Liberty
ar: استعد حريتك
pt_br: Recupere a sua Liberdade
ro: Redobândiți dreptul dvs. de confidențialitate imediat
sk: Vezmite si späť svoju slobodu
uk: Поверніть свою свободу

# withEncrypted
source: with Encrypted Communication
ar: من خلال تواصل مشفر
pt_br: com Comunicação Encriptada
ro: datorită celor mai nouă algoritme de criptare.
sk: prostedníctvom šifrovanej komunikácie
uk: за допомогою Шифрування Листування

# sendUnbreakable
source: Send unbreakable emails and protect your key professional and personal details trough next-gen encryption. End-to-end PKI encription keeps your private information safe from governments, corporations and hackers-for-hire.
ar: قم بإرسال رسائل بريد إلكتروني غير قابلة للاختراق وقم بحماية التفاصيل الشخصية والمهنية الهامة من خلال تشفير متطور. يحافظ التشفير الطرفي المعتمد على البنية التحتية للمفاتيح العامة على معلوماتك الخاصة آمنة من وصول الجهات الحكومية والشركات والقراصنة
pt_br: Envie emails inquebráveis e proteja os seus detalhes profissionais e pessoais através de uma encriptação de próxima geração. A encriptação Ponta-a-Ponta PKI mantém a sua informação privada e segura dos governos, corporações, e de hackers.
ro: Wysyłaj niezniszczalne wiadomości i chroń swoje najważniejsze dane zawodowe i osobiste dzięki szyfrowaniu najnowszej generacji. Szyfrowanie PKI end-to-end zabezpiecza Twoje prywatne informacje przed korporacjami, hakerami do wynajęcia i rządami.
sk: Posielajte neprelomiteľné e-maily a chráňte tým svoje dôležité profesionálne a osobné údaje prostredníctvom šifrovania novej generácie. Úplné koncové šifrovanie PKI chráni vaše súkromné informácie pred vládou, korporáciami a hackermi.
uk: Надсилайте захищені листи і надійно оберігайте свої важливі професійні та особисті дані за допомогою шифрування нового покоління. Наскрізне шифрування PKI захищає вашу особисту інформацію від урядів, корпорацій і найманих хакерів.

source: GO TO WEB VERSION
ar: الانتقال إلى إصدار موقع الإنترنت
pt_br: IR PARA A VERSÃO WEB
ro: DUCEȚI-VĂ LA BROWSER
sk: PREJSŤ NA WEBOVÚ VERZIU
uk: ПЕРЕЙТИ ДО ВЕБ-ВЕРСІЇ

# changePasswordNotAvailableMessage
source: Currently this feature is under development on iOS. In order to change your password, please use the Android App or visit our Web Application
ar: هذه الخاصية تحت التطوير على iOS في الوقت الحالي. لتغيير كلمة المرور الخاصة بك, فيجب استخدام تطبيق أندوريد أو زيارة التطبيق على موقع الإنترنت
pt_br: Atualmente esta funcionalidade está em desenvolvimento no iOS. Para mudar a sua palavra-passe, por favor use a App em Android ou visite a nossa aplicação na Web
ro: Obecnie trwają prace nad tą funkcją dla urządzeń iOS. Aby zmienić hasło, prosimy udać się na stronę CTemplar w przeglądarce.
uk: В даний час ця функція знаходиться в розробці для iOS. Щоб змінити пароль, використовуйте додаток для Android або Веб-додаток.

# whiteListText
source: Messages from contacts in the whitelist always go to Inbox folder. Marking a message as not spam adds the address to the Whitelist
ar: الرسائل الواردة من جهات الاتصال في القائمة المسموحة تظهر في صندوق الوارد دائمًا. ويعتبر تمييز رسالة أنها ليست رسالة تطفلية غير مرغوب فيها إشارة لإضافة العنوان المرسل إلى القائمة المسموحة
pt_br: As mensagens dos contactos que estejam na lista branca irão aparecer sempre na caixa de entrada. Marcar uma mensagem como não sendo spam, adiciona o endereço que a enviou à lista branca
ro: Mesajele de la contacte de pe lista albă sunt mutate automat în primite. Anulând marcarea ca spam adăugați contactul pe lista albă.
sk: Správy od kontaktov v bielej listine sa vždy nachádzajú v priečinku Prijatých správ. Ak správu označíte ako nevyžiadanú, pridá ju na bielu listinu
uk: Повідомлення від контактів з білого списку завжди потрапляють в папку« Вхідні». Якщо позначити повідомлення як не спам, адреса буде додана до Білого списку.

# blackListText
source: Messages from contacts in the blacklist always go to Spam folder. Marking a message as spam adds the address to the Blacklist
ar: الرسائل الواردة من جهات الاتصال في القائمة المحظورة يتم نقلها إلى مجلد الرسائل غير المرغوب فيها. ويعتبر تمييز رسالة أنها غير مرغوب فيها إشارة لإضافة العنوان المرسل إلى القائمة المحظورة
pt_br: As mensagens dos contactos que estejam na lista negra vão sempre para a pasta de Spam. Marcar uma mensagem como spam adiciona o endereço que a enviou à lista negra
ro: Mesajele de la contacte de pe lista neagră sunt mutate automat în spam. Marcând un mesaj ca spam îl adăugați pe lista neagră.
sk: Správy od kontaktov v čiernej listine budú vždy presmerované do priečinka Spam. Označením správy ako spamu sa adresa pridá na čiernu listinu
uk: Повідомлення від контактів з чорного списку завжди потрапляють в папку «Спам». Якщо позначити повідомлення як спам, адреса буде додана до Чорного списку.

# whiteListAttributedText
source: Inbox folder
ar: مجلد صندوق الوارد
pt_br: Pasta da Caixa de Entrada
ro: Primite
sk: Priečinok prijatých správ
uk: Папка Вхідні

# blackListAttributedText
source: Spam folder
ar: مجلد الرسائل غير المرغوب فيها
pt_br: Pasta de Spam
ro: Spam
sk: Priečinok nevyžiadanej pošty
uk: Папка Спам

# addWhiteList
source: Add whitelist contact
ar: إضافة جهة اتصال للقائمة المسموحة
pt_br: Adicionar contacto à lista branca
ro: Adaugă contactul pe lista albă
sk: Pridať kontakt na bielu listinu
uk: Додати контакт з Білого списку

# addBlackList
source: Add blacklist contact
ar: إضافة جهة اتصال للقائمة المحظورة
pt_br: Adicionar contacto à lista negra
ro: Adaugă contactul pe lista albă
sk: Pridať kontakt na čiernu listinu
uk: Додати контакт з Чорного списку

# deleteContactFromBlackList
source: Do you want to delete this contact from Blacklist?
ar: هل تريد حذف جهة الاتصال هذه من القائمة المحظورة؟
pt_br: Quer apagar este contacto da lista negra?
ro: Sunteți sigur/ă că vreți să expulzați conctactul acesta de pe lista neagră?
sk: Chcete odstrániť tento kontakt z čiernej listiny?
uk: Ви бажаєте видалити цей контакт з Чорного списку?

# deleteContactFromWhiteList
source: Do you want to delete this contact from Whitelist?
ar: هل تريد حذف جهة الاتصال هذه من القائمة المسموحة؟
pt_br: Quer apagar este contacto da lista branca?
ro: Sunteți sigur/ă că vreți să expulzați conctactul acesta de pe lista neagră?
sk: Chcete odstrániť tento kontakt z bielej listiny?
uk: Ви бажаєте видалити цей контакт з Білого списку?

source: Whitelist / Blacklist
ar: القائمة المسموحة القائمة المحظورة
pt_br: Lista Branca / Lista Negra
ro: Listele albă / neagră
sk: Biela listina / Čierna listina
uk: Білий список / Чорний список

source: WHITELIST
ar: القائمة المسموحة
pt_br: LISTA BRANCA
ro: WHITELISTA
sk: BIELA LISTINA
uk: БІЛИЙ СПИСОК

source: BLACKLIST
ar: القائمة المحظورة
pt_br: LISTA NEGRA
ro: BLACKLISTA
sk: ČIERNA LISTINA
uk: ЧОРНИЙ СПИСОК

# addContactW
source: Add Contact
ar: إضافة جهة اتصال
pt_br: Adicionar Contacto
ro: Adaugă un contact
sk: Pridať kontakt
uk: Додати Контакт

source: Name
ar: الاسم
pt_br: Nome
ro: Nume
sk: Meno
uk: Им’я

# languageTitle
source: Language
ar: اللغة
pt_br: Idioma
ro: Limbă
sk: Jazyk
uk: Мова

# toPrefix
source: To:
ar: إلى:
pt_br: Para:
ro: Către:
sk: Komu:
uk: Кому:

# ccPrefix
source: CC:
ar: نسخة كربونية:
sk: Kópia:
uk: КОПІЯ:

# bccPrefix
source: BCC:
ar: نسخة كربونسة مخفية:
sk: Skrytá kópia:
uk: ПРИХОВАНА КОПИЯ:

# fromPrefix
source: From:
ar: من:
pt_br: De:
ro: De către:
sk: Od:
uk: Від:

source: Yesterday
ar: الأمس
pt_br: Ontem
ro: Ieri
sk: Včera
uk: Вчора

source: Delete In
ar: الحذف في
pt_br: Apagar em
ro: Șterge după
sk: Vymazať za
uk: Видалити в

# daySuffix
source: d
ar: يوم
ro: z
uk: днів

source: Dead mans
ar: الاختفاء
pt_br: do Homem Morto
ro: a omului mort
sk: Mŕtva správa
uk: Мерця

source: Delay time
ar: وقت التأخير
pt_br: Tempo de atraso
ro: Amânare
sk: Čas oneskorenia
uk: Час затримки

# manyDays
source: days
ar: أيام
pt_br: dias
ro: zile
sk: dni
uk: дні

# manyDaysx
source: days
ar: أيام
pt_br: dias
ro: zile
sk: dní
uk: дні

# oneDay
source: day
ar: يوم
pt_br: dia
ro: zi
sk: deň
uk: день

# manyHours
source: hours
ar: ساعات
pt_br: horas
ro: ore
sk: hodiny
uk: години

# manyHoursx
source: hours
ar: ساعات
pt_br: horas
ro: ore
sk: hodín
uk: години

# oneHour
source: hour
ar: ساعة
pt_br: hora
ro: oră
sk: hodina
uk: година

# upgrade
source: Upgrade to Prime
ar: الترقية إلى النسخة الأساسية
pt_br: Atualizar para Prime
ro: Îmbunătățiți pachetul la Prime
sk: Povýšiť na Prime verziu
uk: Перейти на Преміум

source: 1 User
ar: مستخدم واحد
pt_br: 1 Utilizador
ro: 1 utilizator
sk: 1 používateľ
uk: 1 Користувач

# 5storage
source: from 5 Gb Storage
ar: تخزين بسعة 5 جيجا بايت
pt_br: a partir de 5 Gb de armazenamento
ro: de la 5 GB
sk: viac ako 5 GB úložného priestoru
uk: Сховище від 5 Гб

# 3email
source: from 3 E-mail Addresses
ar: 3 عناوين بريد إلكتروني
pt_br: a partir de 3 Endereços de Email
ro: de la 3 adrese
sk: viac ako 3 e-mailové adresy
uk: від 3 Імейл-адрес

# 1custom
source: from 1 Custom Domain
ar: نطاق إنترنت واحد
pt_br: desde 1 Domínio Personalizado
ro: de la 1 domeniu personalizat
sk: viac ako 1 vlastná doména
uk: від 1 домена користувача

# 1000messages
source: 1000 Messages per Day
ar: 1000 رسالة في اليوم
pt_br: 1000 Mensagens por dia
ro: O mie de mesaje pe zi
sk: 1000 správ za deň
uk: 1000 Повідомлень в День

source: 200 Folders
ar: 200 مجلد
pt_br: 200 Pastas
ro: 200 de dosare
sk: 200 zložiek
uk: 200 Папок

# deadMan
source: Dead Mans Timer
ar: مؤقت الاختفاء
pt_br: Temporizador do Homem Morto
ro: Cronometrul omului mort
sk: Časovač mŕtvej správy
uk: Таймер Мерця

# andMore
source: and more features
ar: ومزيد من الخصائص
pt_br: e ainda mais funcionalidades
ro: și mult mai multe
sk: a ďalšie funkcie
uk: і інші можливості

# upgradeBig
source: UPGRADE TO PRIME
ar: الترقية إلى النسخة الأساسية
pt_br: ATUALIZAR PARA O PRIME
ro: ÎMBUNĂTĂȚIȚI LA PRIME
sk: POVÝŠIŤ NA VERZIU PRIME
uk: ПЕРЕЙТИ НА ПРЕМІУМ

source: Not now
ar: ليس الآن
pt_br: Agora não
ro: Nu acum
sk: Teraz nie
uk: Не зараз

# supportEmailString
source: If you have further questions please email support@ctemplar.com.
ar: إذا كانت لديك أي أسئلة برجاء التواصل معنا على support@ctemplar.com.
pt_br: Se tiver mais questões envie email para support@ctemplar.com.
ro: Dacă aveți vreo întrebare, vă rugăm să ne contactați la Support@CTemplar.com.
uk: Якщо у вас виникли якісь запитання, будь ласка, напишіть нам на support@ctemplar.com.

source: Update Messages
ar: تحديث الرسائل
pt_br: Atualizar Mensagens
ro: Actualizează mesajele
sk: Aktualizovať správy
uk: Оновити повідомлення

source: Hashing...
ar: التجزئة...
ro: Se hashează...
sk: Zatrieďovanie...
uk: Хешування...

source: Update Token
ar: تحديث الرمز
pt_br: Atualizar Token
ro: Actualizează jetonul
sk: Aktualizovať označenie
uk: Оновити токен

# encryptContactsTitle
source: By enabling contacts encryption
ar: من خلال تمكين تشفير جهات الاتصال
pt_br: Ao permitir a encriptação de contactos
ro: Sunteți sigur/ă că vreți să activați criptarea contactelor?
sk: Povolením šifrovania kontaktov
uk: Ввімкнути шифрування контактів

# encryptContacts
source: All your contacts will be encrypted. Contacts suggestion on compose email won't be available anymore. Contacts can't be searched anymore
ar: سيتم تشفير جهات الاتصال الخاصة بك. لن تكون اقتراحات جهات الاتصال متاحة بعد الآن عند خيار كتابة رسالة جديدة. ولا يمكن البحث عن جهات الاتصال كذلك.
pt_br: Todos os seus contactos serão encriptados. As sugestões para colocar contactos como destinatários quando está a escrever não irão aparecer mais. Não poderá pesquisar pelos seus Contactos de novo
ro: Toate contactele vor fi criptate. Sugestii în timpul scrierii mesajelor nu vor mai fi disponibile. Căutarea contactelor de asemenea nu va mai fi disponibilă.
sk: Všetky Vaše kontakty budú šifrované. Návrhy kontaktov na písanie e-mailu nebudú k dispozícii. Kontakty nebude možné vyhľadávať
uk: Всі ваші контакти будуть зашифровані. Запропоновані контакти, при складанні електронного листа, більше не будуть доступні. Контакти не можна буде шукати.

# decryptContactsTitle
source: Are you sure you want to disable contacts encryption?
ar: هل أنت متأكد من رغبتك في إلغاء تمكين تشفير جهات الاتصال؟
pt_br: Tem a certeza que quer desativar a encriptação dos contactos?
ro: Sunteți sigur/ă că vreți să dezactivați criptarea contactelor?
sk: Naozaj chcete zakázať šifrovanie kontaktov?
uk: Ви дійсно хочете відключити шифрування контактів?

# decryptContacts
source: Note: Disabling contacts encryption can take several minutes depending upon the number of contacts you have. After you confirm, all your contacts will be decrypted inside your browser and saved on server.
ar: ملاحظة: إن إلغاء تمكين تشفير جهات الاتصال قد يستغرق بضع دقائق على حسب عدد جهات الاتصال التي لديك. وبعد التأكيد, فسيتم فك تشفير جميع جهات الاتصال في متصفحك وحفظها على الخادم.
pt_br: Nota: Desativar a encriptação dos contactos pode demorar alguns minutos dependendo do número de contactos que tem. Depois de confirmar, todos os seus contactos serão desencriptados dentro do seu browser e guardados no servidor.
ro: Dezactivarea criptării contactelor poate dura o clipiță, relativ la numărul de contacte. relativ la numărul de contacte. După confirmarea, toate contactele vor fi decriptate și salvate pe server.
sk: Poznámka: Vypnutie šifrovania kontaktov môže trvať niekoľko minút v závislosti od počtu kontaktov. Po potvrdení sa všetky Vaše kontakty dešifrujú vo Vašom prehliadači a uložia sa na server.
uk: Примітка. Відключення шифрування контактів може зайняти кілька хвилин в залежності від кількості наявних контактів. Після підтвердження всі ваші контакти будуть розшифровані в вашому браузері і збережені на сервері.

# decryptingContacts
source: Decrypting...
ar: جاري فك التشفير...
pt_br: A desencriptar...
ro: Se decriptează...
sk: Dešifrujem...
uk: Розшифрування...

source: All Contacts was encrypted
ar: لقد تم تشفير جميع جهات الاتصال الخاصة بك
pt_br: Todos os contactos foram encriptados
ro: Toate contactele erau criptate
sk: Všetky kontakty boli zašifrované
uk: Всі Контакти зашифровані

source: All Contacts was decrypted
ar: سيتم فك تشفير جميع جهات الاتصال الخاصة بك
pt_br: Todos os contactos foram desencriptados
ro: Niciun contact nu era criptat
sk: Všetky kontakty boli dešifrované
uk: Всі Контакти розшифровані

source: Attachment Encryption Was Enabled
ar: لقد تم تمكين خاصية تشفير المرفقات
pt_br: Encriptação dos Anexos foi Ativada
ro: Criptarea atașamentelor era activată
sk: Šifrovanie príloh bolo povolené
uk: Ввімкнено Шифрування Вкладень

source: Attachment Encryption Was Disabled
ar: لقد تم إلغاء تمكين خاصية تشفير المرفقات
pt_br: Encriptação dos Anexos foi Desativada
ro: Criptarea atașamentelor era dezactivată
sk: Šifrovanie príloh bolo zakázané
uk: Вимкнено Шифрування Вкладень

# subjectEncrypted
source: Subject is now encrypted
ar: لقد تم تشفير الموضوع
pt_br: O assunto está agora encriptado
ro: Subiectul acum este criptat
uk: Тема тепер зашифрована

# subjectDecrypted
source: Subject is now decrypted
ar: لقد تم فك تشفير الموضوع
pt_br: O assunto está agora desencriptado
ro: Subiectul acum este decriptat
uk: Тема тепер розшифрована

# contactsEncrypted
source: Contacts are now encrypted
ar: لقد تم تشفير جهات الاتصال
pt_br: Os contactos estão agora encriptados
ro: Contactele acum sunt criptate
uk: Контакти тепер зашифровані

# contactsDecrypted
source: Contacts are now decrypted
ar: لقد تم فك تشفير جهات الاتصال
pt_br: Os contactos estão agora desencriptados
ro: Contactele acum sunt decriptate
uk: Контакти тепер розшифровані

# attachmentEncrypted
source: Attachment is now encrypted
ar: لقد تم تشفير المرفقات
pt_br: O Anexo está agora encriptado
ro: Atașamentul acum este criptat
uk: Вкладення тепер зашифроване

# attachmentDecrypted
source: Attachment is now decrypted
ar: لقد تم فك تشفير المرفقات
pt_br: O Anexo está agora desencriptado
ro: Atașamentul acum este decriptat
uk: Вкладення тепер розшифроване

# logoutErrorTitle
source: Logout Error
ar: خطأ في تسجيل الخروج
pt_br: Erro ao Terminar Sessão
ro: Eroare la deconectare
sk: Chyba pri odhlásení
uk: Помилка Виходу

source: Success
ar: النجاح
pt_br: Sucesso
ro: Succes
sk: Úspech
uk: Успішно

# logoutErrorMessage
source: Unable to sign you out at this moment, please try again later.
ar: لا يمكن تسجيل الخروج في هذه اللحظة, برجاء المحاولة مرة أخرى في وقت لاحق.
pt_br: Não foi possível terminar a sua sessão neste momento, por favor tente de novo.
ro: Nu s-a putut deconecta. Vă rugăm să încercați din nou mai târziu.
sk: Momentálne sa vám nepodarilo odhlásiť. Skúste to znova neskôr.
uk: Неможливо вийти з системи в даний момент, спробуйте ще раз пізніше.

# logoutTitle
source: Log out
ar: تسجيل الخروج
pt_br: Terminar Sessão
ro: Confirmarea deconectării
sk: Odhlásiť sa
uk: Вийти

# logoutMessage
source: Are you sure you want to log out?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟
pt_br: Tem a certeza que quer terminar a sessão?
ro: Sunteți sigur/ă că vreți să vă deconectați?
sk: Naozaj sa chcete odhlásiť?
uk: Ви впевнені, що хочете вийти?

source: Account Type
ar: نوع الحساب
pt_br: Tipo de Conta
ro: Tipul contului
sk: Typ účtu
uk: Тип Облікового Запису

source: Username
ar: اسم المستخدم
pt_br: Nome de Utilizador
ro: Nume de utilizator
sk: užívateľské meno
uk: Ім'я користувача

# customDomainNumber
source: No. of Custom Domains
ar: عدد النطاقات المخصصة
pt_br: Nº. de Domínios Personalizados
ro: Numărul domeniilor personalizate
sk: Počet vlastných domén
uk: Кількість доменів користувача

# addressNumber
source: No. of Addresses
ar: عدد العناوين
pt_br: Nº. de Endereços
ro: Numărul adreselor
sk: Počet adries
uk: Кількість адрес

source: Not Available
ar: غير متاح
pt_br: Não Disponível
ro: Indisponibil
sk: Nie je k dispozícií
uk: Недоступно

# downcastFailure
source: Downcasting failed
ar: لقد فشلت عملية تقليل النسخة
pt_br: O Downcasting falhou
ro: Eroare la downcasting
sk: Downcasting zlyhal
uk: Помилка зниження

# hashingFailure
source: Hashing failed
ar: لقد فشلت عملية التجزئة
pt_br: O Hashing falhou
ro: Eroare la hashing
sk: Hašovanie zlyhalo
uk: Помилка хешування

# conectionError
source: No connection error
ar: لا يوجد خطأ في الاتصال
pt_br: Erro de conexão
ro: Eroare la conexiune
sk: Žiadna chyba pripojenia
uk: Помилка підключення

source: Unknown error
ar: خطأ غير معروف
pt_br: Erro desconhecido
ro: Eroare necunoscută
sk: Neznáma chyba
uk: Невідома помилка

source: Error
ar: خطأ
pt_br: Erro
ro: Eroare
sk: Chyba
uk: Помилка

source: Folders Error
ar: خطأ في المجلدات
pt_br: Erro nas Pastas
ro: Eroare la dosare
sk: Chyba priečinkov
uk: Помилка в роботі з папками

source: Messages Error
ar: خطأ في الرسائل
pt_br: Erro nas Mensagens
ro: Eroare la mesaje
sk: Chyba správ
uk: Помилка в роботі з повідомленнями

source: Mailboxes Error
ar: خطأ في صندوق الوارد
pt_br: Erro nas Caixas de Email
ro: Eroare la cutie poștală
sk: Chyba poštových schránok
uk: Помилка поштових скриньок

source: User Error
ar: خطأ في المستخدم
pt_br: Erro de Utilizador
ro: Eroare la utilizator
sk: Chyba používateľa
uk: Помилка користувача

source: File Download Error
ar: خطأ في تنزيل الملف
pt_br: Erro no Download do Ficheiro
ro: Eroare la descărcarea fișierelor
uk: Помилка завантаження файлу

# attachmentErrorTitle
source: Attachment Error
ar: خطأ في الإرفاق
pt_br: Erro no Anexo
ro: Eroare la atașament
uk: Помилка прикріпленого файлу

# attachmentErrorMessage
source: Attachment File is corrupted or cannot be decrypted
ar: لقد توقفت عملية إرفاق الملف أو لا يمكن فك تشفيرها
pt_br: O ficheiro Anexado está corrompido ou não pode ser desencriptado
ro: Atașamentul este corupt sau nu poate fi citit
uk: Прикріплений файл пошкоджений або не може бути розшифрований

source: Contact Encryption Error
ar: خطأ في تشفير جهات الاتصال
pt_br: Erro na Encriptação dos Contactos
ro: Eroare la criptarea contactelor
uk: Помилка шифрування контакту

# signupError
source: Signup Failed
ar: لقد فشلت عملية تسجيل الاشتراك
pt_br: Autenticação Falhou
ro: Înregistrearea a eșuat
sk: Registrácia zlyhala
uk: Помилка реєстрації

source: Something went wrong
ar: حدث خطأ ما
pt_br: Algo correu mal
ro: Ceva a mers prost
sk: Niečo sa pokazilo
uk: Щось пішло не так

# userNameAvailable
source: Username is available
ar: اسم المستخدم متاح
pt_br: O nome de utilizador está disponível
ro: Numele este disponibil
sk: Používateľské meno je k dispozícii
uk: Ім'я користувача доступно

# nameAlreadyExistsError
source: This name already exists!
ar: هذا الاسم موجود بالفعل!
pt_br: Este nome já existe!
ro: Numele acesta există deja!
sk: Toto meno už existuje!
uk: Таке ім'я вже існує!

# refreshTokenError
source: Token Invalid
ar: هذا الرمز غير صالح
pt_br: Token Inválido
ro: Jeton nevalid
sk: Neplatný token
uk: Токен недійсний

# relogin
source: Please try to login back
ar: برجاء محاولة تسجيل الدخول لاحقًا
pt_br: Por favor tente entrar de novo
ro: Vă rugăm să vă reconectați
sk: Skúste sa prihlásiť späť
uk: Будь ласка, спробуйте знову увійти
