Repository: CTemplar/ios
Catalog: Modules/Utility/Utility/Localizable/*.lproj/Localizable.strings
Languages: ar, pt_br, ro, sk, uk

source: Password Matched
ar: كلمة المرور مطابقة
pt_br: As Palavras-passe são idênticas
ro: Parolă validă
sk: Heslo sa zhoduje
uk: Пароль існує

source: Password Not Matched
ar: كلمة المرور غير متطابقة
pt_br: As Palavras-passe não são idênticas
ro: Parolă nevalidă
sk: Heslo sa nezhoduje
uk: Пароль не підходить

# minPasswordLengthError
source: Password should be at least 10 characters
ar: يجب أن تتكون كلمة المرور من 10 خصائص على الأقل
pt_br: A palavra-passe deveria ter pelo menos 10 carateres
ro: Parola trebuie să conțină cel puțin 10 caractere.
sk: Heslo by malo mať najmenej 10 znakov
uk: Пароль повинен складатися не менше ніж з 10 символів.

source: Unknown name
ar: اسم غير معروف
pt_br: Nome desconhecido
ro: Nume necunoscut
uk: Невідоме ім'я

source: Unknown email
ar: بريد إلكتروني غير معروف
pt_br: Email desconhecido
ro: Adresă necunoscută
uk: Невідомий імейл

# networkErrorTitle
source: We’re Sorry
ar: نأسف لذلك
pt_br: Lamentamos
ro: Fără conexiune la internet
uk: На жаль

# networkErrorMessage
source: Looks like, your device is not connected to the network. Please wait while we are looking for any available network.
ar: يبدو أن جهازك غير متصل بالشبكة. برجاء الانتظار حتى نقوم بالبحث عن أي شبكة متاحة.
pt_br: Parece que o seu dispositivo não está ligado ao servidor. Por favor aguarde enquanto estamos à procura de um servidor disponível.
ro: Se pare că dispozitivul dvs. nu are conexiune la internet. Vă rugăm să așteptați în timp când cautăm o conexiune disponibilă.
uk: Схоже, ваш пристрій не приєднаний до мережі. Будь ласка, зачекайте, поки ми шукаємо будь-яку доступну мережу.
