Repository: CTemplar/ios
Catalog: Modules/Utility/Utility/Localizable/*.lproj/Localizable.strings
Languages: ar, pt_br, ro, sk, uk

source: Fingerprint
ar: بصمة الإسبع
pt_br: Impressão digital
ro: Amprentă digitală
sk: Odtlačok
uk: Відбиток пальца

# publicKeyDownload
source: Public Key (4096 bit)
ar: مفتاح عام (4096 بت)
pt_br: Chave Pública (4096 bit)
ro: Cheie publică (4096 de biți)
sk: Stiahnuť verejný kľúč (4096 bitov)
uk: Публічний ключ (4096 біт)

# privateKeyDownload
source: Private Key (4096 bit)
ar: مفتاح خاص (4096 بت)
pt_br: Chave Privada (4096 bit)
ro: Cheie privată (4096 de biți)
sk: Stiahnuť súkromný kľúč (4096 bitov)
uk: Приватний ключ (4096 біт)

source: View details
ar: مشاهدة التفاصيل
pt_br: Ver detalhes
ro: Afișează detaliile
sk: Zobraziť podrobnosti
uk: Показати інформацію

source: Hide details
ar: إخفاء التفاصيل
pt_br: Esconder detalhes
ro: Ascunde detaliile
sk: Skryť podrobnosti
uk: Сховатиь інформацію

# emailFromPrefix
source: From:
ar: من:
pt_br: De:
ro: De către:
sk: Od:
uk: Від:

# emailToPrefix
source: To:
ar: إلى:
pt_br: Para:
ro: Către:
sk: Komu:
uk: Кому:

# ccToPrefix
source: Cc:
ar: نسخة كربونية:
sk: Kópia:
uk: Копія:

# bccToPrefix
source: Bcc:
ar: نسخة كربونية مخفية:
sk: Skrytá kópia:
uk: Приховна копія:

source: Compose email
ar: كتابة رسالة جديدة
pt_br: Compor email
ro: Creează un mesaj
sk: Napísať správu
uk: Написати лист

# SelectDraftOption
source: Please select one of the options to continue
ar: برجاء أحد الخيارات التالية للمتابعة
pt_br: Por favor selecione uma das opções para continuar
ro: Alegeți una din opțiunile de dedesubt
uk: Будь ласка, оберіть один з варіантів, щоб продовжити

# replyOn
source: On:
ar: تشغيل:
pt_br: Em:
ro: răspuns la:
sk: Odpoveď na:
uk: На:

# wroteBy
source: wrote:
ar: كتب:
pt_br: escreveu:
ro: scris de:
sk: napísal(a):
uk: Автор:

# atTime
source: at
ar: في
pt_br: às
ro: despre
sk: o
uk: в

# forwardLine
source: ---------- Forwarded message ----------
ar: ---------- رسالة معاد توجيهها ----------
pt_br: ---------- Mensagem reencaminhada ----------
ro: ---------- Mesajul transmitat ----------
sk: ---------- Preposlaná správa ----------
uk: ---------- Переслане повідомлення ----------

source: Date:
ar: التاريخ:
pt_br: Data:
ro: Dată:
sk: Dátum:
uk: Дата:

source: Subject:
ar: الموضوع:
pt_br: Assunto:
ro: Subiect:
sk: Predmet:
uk: Тема:

source: Save draft
ar: حفظ مسودة
pt_br: Guardar Rascunho
ro: Salvează schița
sk: Uložiť koncept
uk: Зберегти чернетку

source: Discard draft
ar: حذف مسودة
pt_br: Descartar rascunho
ro: Elimină schița
sk: Zahodiť koncept
uk: Не зберігати чернетку

source: From another app
ar: من تطبيق آخر
pt_br: De outra app
ro: De la o altă aplicație
sk: Z inej aplikácie
uk: З іншого додатка

source: Photo library
ar: مكتبة صور
pt_br: Galeria de Fotos
ro: Galerie
sk: Z albumu fotografií
uk: Фото бібліотека

source: Camera
ar: كاميرا
pt_br: Câmara
ro: Cameră
sk: Snímka z kamery
uk: Камера

source: Include Attachments
ar: إضافة مرفقات
pt_br: Incluir Anexos
ro: Include atașamente
uk: Ввімкнути Вкладення

source: Don't include Attachments
ar: عدم إضافة مرفقات
pt_br: Não incluir Anexos
ro: Nu include atașamente
uk: Не Вмикати Вкладення

# removeAttachmentAlertTitle
source: Remove Attachment
ar: إزالة مرفقات
pt_br: Remover Anexo
ro: Confirmă ștergerea atașamentului
uk: Видалити Вкладення

# removeAttachmentAlertDesc
source: Do you really want to remove the attachment?
ar: هل تريد بالفعل حذف المرفقات؟
pt_br: Quer mesmo remover o anexo?
ro: Sunteți sigur/ă că vreți sa ștergeți atașamentul?
uk: Ви дійсно хочете видалити вкладення?

source: Simple Text
ar: نص بسيط
pt_br: Apenas Texto
ro: Text simplu
uk: Просто текст

# htmlText
source: Rich Text
ar: نص غني
pt_br: Texto Formatado
ro: Text bogat
uk: Текст с додатковими функціями

# mailSendMessage
source: Mail sent successfully.
ar: تم إرسال الرسالة بنجاح
pt_br: Email enviado com sucesso.
ro: Mesaj trimit cu succes.
sk: Správa bola úspešne odoslaná
uk: Лист успішно відправлено.

# mailSendingAlert
source: Sending mail…
ar: جاري إرسال الرسالة...
pt_br: A enviar email…
ro: Se trimite…
sk: Posiela sa e-mail...
uk: Відправка листа…

# sendMailError
source: Couldn't send the mail, please try again later.
ar: لا يمكن إرسال الرسالة, برجاء المحاولة مرة أخرى في وقت لاحق.
pt_br: Não foi possível enviar o email, por favor tente de novo mais tarde.
ro: Mesajul nu a putut fi trimis. Vă rugăm să încercați din nou.
sk: Nepodarilo sa odoslať e-mail, skúste to znova neskôr.
uk: Не вдалося відправити лист, спробуйте ще раз пізніше.

# forwardSubject
source: Fwd:
ar: إعادة التوجيه:
pt_br: FW:
ro: Subiectul transmiterii:
sk: Preposlať:
uk: Переслано:

# replySubject
source: Re:
ar: الرد:
ro: Subiectul răspunsului:
sk: Odpovedať:
uk: Тема:

source: Confirm Forward Attachments
ar: تأكيد إعادة توجيه المرفقات
pt_br: Confirmar reencaminhamento dos Anexos
ro: Confirmă transmiterea atașamentelor
sk: Potvrdenie preposlania príloh
uk: Підтвердіть пересилання вкладень

# confirmForwardAttachmentsText
source: Do you want to forward attachments of this message?
ar: هل تريد توجيه المرفقات الموجودة في هذه الرسالة؟
pt_br: Quer reencaminhar os anexos desta mensagem?
ro: Sunteți sigur/ă că vreți să transmiteți atașamentele?
sk: Chcete preposlať prílohy v tejto správe?
uk: Ви хочете переслати вкладення цього повідомлення?

# yesActionTitle
source: Yes
ar: نعم
pt_br: Sim
ro: Da
sk: Áno
uk: Так

# noActionTitle
source: No
ar: لا
pt_br: Não
ro: Nu
sk: Nie
uk: Ні

# noResults
source: No results found
ar: لم يتم العثور على نتائج
pt_br: Não foram encontrados resultados
ro: Nu există rezultate
sk: Neboli nájdené žiadne výsledky
uk: Результати не знайдені

source: Search
ar: بحث
pt_br: Procurar
ro: Caută
sk: Hľadať
uk: Пошук

source: Inbox
ar: صندوق الوارد
pt_br: Caixa de Entrada
ro: Primite
sk: Prijaté
uk: Вхідні

source: Draft
ar: المسودات
pt_br: Rascunho
ro: Schițe
sk: Rozpísané
uk: Чернетка

source: Sent
ar: الرسائل التي تم إرسالها
pt_br: Enviados
ro: Trimise
sk: Odoslané
uk: Надіслані

source: Outbox
ar: صندوق الصادر
pt_br: Caixa de Saída
ro: De expediat
sk: Na odoslanie
uk: Вихідні

source: Starred
ar: الرسائل المميزة بنجمة
pt_br: Sinalizados
ro: Cu steluță
sk: Dôležité
uk: Позначені зірочкою

source: Archive
ar: الأرشيف
pt_br: Arquivo
ro: Arhivă
sk: Archív
uk: Архів

source: Spam
ar: الرسائل غير المرغوب فيها
uk: Спам

source: Trash
ar: سلة المحذوفات
pt_br: Lixo eletrónico
ro: Coș
sk: Kôš
uk: Кошик

source: All Mails
ar: جميع الرسائل
pt_br: Todos os emails
ro: Toate
sk: Všetky e-maily
uk: Вся пошта

source: Settings
ar: الإعدادات
pt_br: Definições
ro: Setări
sk: Nastavenia
uk: Налаштування

# help
source: Get Support
ar: الدعم
pt_br: Pedir Ajuda
ro: Obține ajutor
sk: Podpora
uk: Допомога

source: FAQ
ar: الأسئلة الشائعة
pt_br: Perguntas Frequentes
ro: Întrebări
uk: Часті Питання

source: Logout
ar: تسجيل الخروج
pt_br: Sair
ro: Decontectează-te
sk: Odhlásiť sa
uk: Вийти

source: Manage folders
ar: إدارة المجلدات
pt_br: Gerir Pastas
ro: Gestionează dosarele
sk: Správa zložiek
uk: Управління папками

source: Show More Folders
ar: عرض مجلدات أكثر
pt_br: Mostrar mais Pastas
ro: Afișează mai multe dosare
sk: Ukázať viac zložiek
uk: Показати більше папок

source: Hide Folders
ar: إخفاء مجلدات
pt_br: Esconder Pastas
ro: Ascunde dosarele
sk: Skryť zložky
uk: Сховати папки

# selfDestructTimer
source: Self-destructing Timer
ar: مؤقت التدمير الذاتي
pt_br: Temporizador para a Autodestruição
ro: Cronometrul sindistrugerii
sk: Časovač samovymazávacích správ
uk: Таймер самовидалення

# deadManTimer
source: Dead Man's Timer
ar: مؤقت الإختفاء
pt_br: Temporizador do Homem Morto
ro: Cronometrul omului mort
sk: Časovač mŕtveho muža
uk: Таймер мерця

source: Delayed delivery
ar: الإرسال المتأخر
pt_br: Entrega Atrasada
ro: Livrare amânată
sk: Oneskorené prijímanie správ
uk: Відкладена відправка

# selfDestructTimerText
source: This email deletes itself from the receiver's account after
ar: ستقوم هذه الرسالة بحذف نفسها من حساب المستلم بعد
pt_br: Este email irá posteriormente apagar-se automaticamente da conta de quem o recebe
ro: Mesajul se va șterge în mod automat din cutia poștală a destinatarului
sk: Tento e-mail sa potom z účtu príjemcov odstráni
uk: Цей лист буде видалено з облікового запису одержувача після

# deadManTimerText
source: If you do not log into your account after the set time email will be sent after
ar: إذا لم تقم بتسجيل الدخول إلى حسابك خلال مدة محددة فسيتم إرسال رسالة بريد إلكتروني بعد
pt_br: Se não entrar na sua conta depois do tempo designado, o email será enviado depois
ro: După setarea cronometrului, cât timp nu vă conectați la cont, mesajul va fi trimis după
sk: Ak sa neprihlásite do svojho účtu po uplynutí nastaveného času, bude Vám zaslaný e-mail
uk: Якщо ви не ввійдете в ваш обліковий запис після встановленого часу, лист буде відправлено після

# delayedDeliveryText
source: Email will be send automatically at the set time
ar: سيتم إرسال رسالة بريد إلكتروني تلقائيًا في الوقت المحدد
pt_br: O Email será automaticamente enviado à hora designada
ro: Mesajul va fi trimis la ora stabilită
sk: E-mail bude odoslaný automaticky v nastavenom čase
uk: Лист буде відправлено автоматично у встановлений час

source: Set Password
ar: تعيين كلمة المرور
pt_br: Designar Palavra-passe
ro: Setează o parolă
sk: Nastaviť heslo
uk: Встановіть пароль

# encryptForNon
source: Encrypt for non-Ctemplar Mail Users
ar: التشفير لغير المستخدمين لتطبيق Ctemplar
pt_br: Encriptar para utilizadores que não usam o mail CTemplar
ro: Criptare a mesajelor pentru utilizatorii altor servicii
sk: Zašifrovať pre používateľov iných e-mailov ako CTemplar
uk: Зашифрувати для користувачів інших поштових сервісів, не CTemplar

source: Message Password
ar: إرسال كلمة المرور
pt_br: Password da mensagem
ro: Parola mesajului
sk: Správa s heslom
uk: Пароль Повідомлення

source: Expiration Time
ar: وقت انتهاء صلاحية الرسالة
pt_br: Data de Expiração
ro: Termen de expirare
sk: Doba expirácie
uk: Час закінчення терміну дії

source: Days
ar: أيام
pt_br: Dias
ro: Zile
sk: Dni
uk: Дні

source: Hours
ar: ساعات
pt_br: Horas
ro: Ore
sk: Hodiny
uk: Години

# expireTimeAlert
source: Expiry time should be minimum 1 hour and maximum 5 days.
ar: يجب أن يكون وقت انتهاء صلاحية الرسالة من ساعة واحدة حتى 5 أيام كحد أقصى.
pt_br: O tempo de expiração deve ser de no mínimo uma hora e no máximo 5 dias.
ro: Termenul de expirare trebuie să fie de cel puțin o oră și cel mult 5 zile.
sk: Doba expirácie musí byť minimálne 1 hodina a maximálne 5 dní.
uk: Термін дії повинен становити мінімум 1 годину і максимум 5 днів.

source: Passwords must match
ar: يجب أن تكون كلمات المرور متطابقة
pt_br: As palavras-passe têm de ser idênticas
ro: Parolele trebuie să se potrivească
sk: Heslá sa musia zhodovať
uk: Паролі мають співпадати

source: Password Hint
ar: إشارة عن كلمة المرور
pt_br: Dica para a Palavra-passe
ro: Indiciu de parolă
sk: Nápoveda hesla
uk: Підказка пароля

# encryptedMessagesTo
source: Encrypted messages to non-Ctemplar recipients will expire in 28 days unless a shorter expiration time is set.
ar: ستنتهي صلاحية الرسائل المشفرة إلى المستلمين غير المستخدمين لتطبيق Ctemplar في غضون 28 يومًا ما لم يتم تحديد وقت أقصر لانتهاء الصلاحية.
pt_br: As mensagens encriptadas para pessoas que não utilizam o CTemplar irá expirar em 28 dias a não ser que tenha designado uma data de expiração mais curta.
ro: Mesajele criptate trimise utilizatorilor altor servicii vor expira după 28 de zile dacă nu a fost setat un termen mai scurt.
sk: Šifrované správy pre príjemcov, ktorí nemajú účet CTemplar, vypršia o 28 dní, pokiaľ nie je nastavená kratšia doba vypršania platnosti.
uk: Термін дії зашифрованих повідомлень для користувачів інших поштових сервісів, не Ctemplar, закінчується через 28 днів, якщо не встановлено більш короткий термін дії.

# deleteFolderTitle
source: Delete folder?
ar: هل تريد حذف المجلد؟
pt_br: Eliminar pasta?
ro: Confirmă ștergerea dosarului
sk: Vymazať zložku?
uk: Видалити папку?

# deleteFolder
source: Are you sure you want to delete folder?
ar: هل أنت متأكد من رغبتك في حذف المجلد؟
pt_br: Tem a certeza que quer eliminar a pasta?
ro: Sunteți sigur/ă că vreți să ștergeți dosarul?
sk: Ste si istý, že chcete vymazať zložku?
uk: Ви впевнені, що хочете видалити папку?

source: Add folder
ar: إضافة مجلد
pt_br: Adicionar pasta
ro: Adaugă un dosar
sk: Pridať zložku
uk: Додати папку

source: Select folder
ar: اختيار مجلد
pt_br: Selecionar pasta
ro: Alege un dosar
sk: Zvoliť zložku
uk: Обрати папку

source: Move to...
ar: النقل إلى...
pt_br: Mover para...
ro: Mută în
sk: Presunúť do...
uk: Перемістити в...

# noFolders
source: You have no folders
ar: ليس لديك أي مجلدات
pt_br: Não tem pastas
ro: Nu există dosare
sk: Nemáte žiadne zložky
uk: У вас немає папок

# addFolderLimit
source: Upgrade to premium
ar: الترقية إلى النسخة الأساسية
pt_br: Obtenha o premium
ro: Vă rugăm să cumpărați una din pachetele premium.
sk: Povýšiť na prémiovú verziu
uk: Перейти на преміум

source: Folder name
ar: اسم المجلد
pt_br: Nome da pasta
ro: Numele dosarului
sk: Názov zložky
uk: Ім’я папки

source: Choose color
ar: اختيار لون
pt_br: Escolher a cor
ro: Alege o culoare
sk: Vybrať farbu
uk: Обрати колір

source: folder
ar: مجلد
pt_br: pasta
ro: dosar
sk: zložka
uk: папка

source: folders
ar: مجلدات
pt_br: pastas
ro: dosare
sk: zložky
uk: папки

source: Enable recovery email
ar: تمكين البريد الإلكتروني الخاص بالاسترداد
pt_br: Ativar email de recuperação
ro: Activează adresa de recuperare
sk: Povoliť e-mail na obnovenie účtu
uk: Включити Резервний Імейл

# typeRecoveryEmail
source: Type your recovery email
ar: اكتب البريد الإلكتروني الخاص بالاسترداد
pt_br: Insira o seu email de recuperação
ro: Introduceți adresa de recuperare
sk: Zadajte svoj e-mail na obnovenie účtu
uk: Введіть ваш Резервний Імейл

source: Recovery email
ar: البريد الإلكتروني الخاص بالاسترداد
pt_br: Email de recuperação
ro: Adresă de recuperare
sk: E-mail na obnovenie účtu
uk: Резервний Імейл

source: Password
ar: كلمة المرور
pt_br: Palavra-passe
ro: Parolă
sk: Heslo
uk: Пароль

source: Language
ar: اللغة
pt_br: Idioma
ro: Limbă
sk: Jazyk
uk: Мова

source: Notifications
ar: الإشعارات
pt_br: Notificações
ro: Notificări
sk: Upozornenia
uk: Сповіщення

# savingContact
source: Saving contacts
ar: حفظ جهات الاتصال
pt_br: A guardar contactos
ro: Salvarea contactelor
sk: Ukladanie kontaktov
uk: Збереження контактів

# whiteBlackList
source: Whitelist / Blacklist
ar: القائمة المسموحة القائمة المحظورة
pt_br: Lista Branca / Lista Negra
ro: Listă albă / Listă neagră
sk: Biela listina / Čierna listina
uk: Білий список/Чорний список

source: Dashboard
ar: لوحة المعلومات
pt_br: Painel de Instrumentos
ro: Panou principal
uk: Особистий кабінет

source: Security
ar: الأمان
pt_br: Segurança
ro: Securitate
sk: Bezpečnosť
uk: Безпека

# manageSecurity
source: Encryption
ar: التشفير
pt_br: Encriptação
ro: Criptare
sk: Šifrovanie
uk: Шифрування

source: Signature
ar: التوقيع
pt_br: Assinatura
ro: Semnătură
sk: Podpis
uk: Підпис

source: Mobile signature
ar: التوقيع من خلال الهاتف المحمول
pt_br: Assinatura móvel
ro: Semnătură mobilă
sk: Podpis mobilným telefónom
uk: Мобільний підпис

# defaultText
source: Default
ar: الافتراضي
pt_br: Predefinido
ro: Implicit
uk: За замовчуванням

source: Keys
ar: المفاتيح
pt_br: Chaves
ro: Chei
sk: Kľúče
uk: Ключі

source: About us
ar: من نحن؟
pt_br: Sobre nós
ro: Despre noi
sk: O projekte
uk: Про нас

source: Privacy Policy
ar: سياسة الخصوصية
pt_br: Politica de Privacidade
ro: Confidențialitate
sk: Zásady ochrany osobných údajov
uk: Політика конфіденційності

# terms
source: Terms & Conditions
ar: الشروط & الأحكام
pt_br: Termos e Condições
ro: Termeni și condiții
sk: Požiadavky a podmienky
uk: Умови і Положення

# recoveryEmailUpdatedMessage
source: Recovery Email was updated successfully
ar: لقد تم تحديث البريد الإلكتروني الخاص بالاسترداد بنجاح
pt_br: O Email de Recuperação foi atualizado com sucesso
ro: Adresa de recuperare a fost actualizată cu succes
sk: E-mail na obnovenie účtu bol úspešne aktualizovaný
uk: Резервний імейл був оновлений успішно

# passwordUpdatedMessage
source: Password was updated successfully
ar: لقد تم تحديث كلمة المرور بنجاح
pt_br: Palavra-passe atualizada com sucesso
ro: Parolă actualizată cu succes
sk: Heslo bolo úspešne aktualizované
uk: Пароль був оновлений успішно

# userSignature
source: Signature was updated successfully
ar: لقد تم تحديث التوقيع بنجاح
pt_br: Assinatura atualizada com sucesso
ro: Semnătură actualizată cu succes
sk: Podpis bol úspešne aktualizovaný
uk: Підпис був оновлений успішно

# currentPasswordPlaceholder
source: Current password
ar: كلمة المرور الحالية
pt_br: Palavra-passe atual
ro: Parolă actuală
sk: Súčasné heslo
uk: Дійсний пароль

# saveContacts
source: Automatically save contacts
ar: حفظ جهات الاتصال تلقائيًا
pt_br: Guardar os contactos automaticamente
ro: Salvează contactele automat
sk: Automaticky uložiť kontakty
uk: Автоматично зберігати контакти

# selectDefaulfAddress
source: Select default address
ar: اختيار العنوان الافتراضي
pt_br: Selecionar o endereço predefinido
ro: Alege o adresă implicită
sk: Vyberte predvolenú adresu
uk: Оберіть адресу за замовчуванням

source: Addresses
ar: العناوين
pt_br: Endereços
ro: Adrese
sk: Adresy
uk: Адреси

source: Subject encryption
ar: تشفير الموضوع
pt_br: Encriptação do Assunto
ro: Criptare de text
sk: Šifrovanie predmetu správy
uk: Шифрування теми

# сontactsEncryption
source: Contacts encryption
ar: تشفير جهات الاتصال
pt_br: Encriptação dos Contactos
ro: Criptare de contacte
sk: Šifrovanie kontaktov
uk: Шифрування контактів

source: Attachment encryption
ar: تشفير المرفقات
pt_br: Encriptação dos Anexos
ro: Criptare de atașamente
sk: Šifrovanie prílohy
uk: Шифрування вкладень

source: Enable signature
ar: تمكين التوقيع
pt_br: Permitir Assinatura
ro: Activează semnarea
sk: Povoliť podpis
uk: Ввімкнути підпис

# typeSignature
source: Type your signature
ar: اكتب توقيعك
pt_br: Escreva a sua assinatura
ro: Introduceți semnătura
sk: Zadajte svoj podpis
uk: Введіть ваш підпис

# termsAndConditions
source: Terms & Conditions
ar: الشروط & الأحكام
pt_br: Termos e Condições
ro: Termeni și condiții
sk: Požiadavky a Podmienky
uk: Умови і Положення

source: AppVersion
ar: إصدار التطبيق
pt_br: Versão da App
ro: Versiune
sk: Verzia aplikácie
uk: Додаток

# generalSettings
source: General
ar: عامة
pt_br: Geral
ro: Generale
sk: Všeobecné nastavenia
uk: Загальне

# foldersSettings
source: Folders
ar: مجلدات
pt_br: Pastas
ro: Dosare
sk: Zložky
uk: Папки

# securitySettings
source: Security
ar: الأمان
pt_br: Segurança
ro: Securitate
sk: Bezpečnosť
uk: Безпека

# mailSettings
source: Mail
ar: البريد الإلكتروني
pt_br: Email
ro: Mesaje
sk: E-mail
uk: Пошта

# aboutSettings
source: About
ar: من نحن
pt_br: Sobre
ro: Despre
sk: O používateľovi
uk: Інформація

# storageSettings
source: Storage
ar: التخزين
pt_br: Armazenamento
ro: Stocare
sk: Úložisko
uk: Сховище

# logoutSettings
source: Log out
ar: تسجيل الخروج
pt_br: Terminar Sessão
ro: Deconectează-te
sk: Odhlásiť sa
uk: Вихід

source: Block External Images
ar: منع الصور الخارجية
pt_br: Bloquear Imagens Externas
ro: Blokuj zewnętrznych obrazów
uk: Блокувати зовнішні зображення

source: HTML Editor
ar: محرر html
pt_br: Editor HTML
ro: Editor HTML
uk: HTML редактор

# featureIsComing
source: Feature coming soon. Please, login on desktop to update your password.
ar: هذه الخاصية سيتم إضافتها قريبًا. برجاء تسجيل الدخول على جهاز حاسبك الشخصي لتحديث كلمة المرور الخاصة بك.
pt_br: Funcionalidade estará disponível em breve. Por favor, entre no seu PC e atualize a sua palavra-passe.
ro: Funcția încă nu este disponibilă. Pentru a actualiza parola vă rugăm să vă conectați la serviciu într-un browser.
sk: Funkcia bude čoskoro k dispozícii. Ak chcete aktualizovať svoje heslo, prihláste sa.
uk: Дана Функція скоро з'явиться. Будь ласка, увійдіть в обліковий запис, щоб оновити пароль.

# saveContactsAlertTitle
source: Save Contacts in %s
ar: حفظ جهات الاتصال في %s
pt_br: Guardar os contactos em %s
ro: Salvează contactele la fiecare %s
uk: Зберегти контакти в %s

# saveContactsAlertMessage
source: Currently the contact saving option is %a. Do you want to change your preference?
ar: إن خيار حفظ جهات الاتصال حاليًا في وضعية %a. هل تريد تغيير ذلك؟
pt_br: Atualmente a opção de guardar os contactos é %a. Quer alterar a sua preferência?
ro: Opțiunea de salvare curentă este %a. Vreți să schimbați opțiunea?
uk: В даний час опція збереження контактів -%a. Хочете змінити це налаштування?

source: Enabled
ar: تنشيط
pt_br: Ativada
ro: Activate
uk: Ввімкнено

source: Disabled
ar: تعطيل
pt_br: Desativada
ro: Dezactivate
uk: Відключено

# encryptionDisabled
source: This option is currently disabled since you are using a free account. Please upgrade to premium in order to access all the features!
ar: هذا الخيار غير ممكن حاليًا لأنك تقوم باستخدام حساب مجاني. برجاء الترقية إلى نسخة كاملة للحصول على جميع الخصائص!
pt_br: Esta opção está atualmente desativada porque está a utilizar uma conta gratuita. Por favor atualize para o premium para aceder a todas as funcionalidades!
ro: Funcția aceasta nu este disponibilă pentru utilizatorii cu pachetul grătuit. Pentru a folosi funcția aceasta, vă rugăm să vă îmbunătățiți pachetul.
uk: В даний час ця опція відключена, оскільки ви використовуєте безкоштовний обліковий запис. Будь ласка, поновіть обліковий запис до Преміума, щоб отримати доступ до всіх функцій!

source: Insert Link
ar: إضافة رابط
pt_br: Inserir link
ro: Introduceți link-ul
uk: Вставити посилання

source: URL (required)
ar: رابط (مطلوب)
pt_br: É necessário ter URL
ro: adresă (obligatorie)
uk: URL (обов'язково)

source: Title
ar: العنوان
pt_br: Título
ro: Titlu
uk: Заголовок

source: Insert
ar: إدخال
pt_br: Inserir
ro: Inserează
uk: Вставити

# infoTitle
source: Information
ar: المعلومات
pt_br: Informação
ro: Informație
sk: Informácie:
uk: Інформація

# typeMessage
source: Type message here...
ar: اكتب رسالة هنا...
pt_br: Escreva a mensagem aqui...
ro: Introduceți mesajul aici...
uk: Напишіть повідомлення тут...

source: Clear
ar: حذف
pt_br: Limpar
ro: Șterge
uk: Очистити

# recoveryEmailEnabledAlertMessage
source: Currently you have a recovery email added in your CTemplar Account. Please find the details below. You can update your recovery email by changing it from the below field and then tap on the Update Option. If you want to disable the recovery email option, you can always do that by tapping on the Disable option. Remember: you can add a recovery email again from the settings.
ar: لديك عنوان بريد إلكتروني للاسترداد في حسابك على CTemplar. برجاء مراجعة التفاصيل التالية. يمكنك تحديث البريد الإلكتروني الخاص بالاسترداد من خلال تغييره من أسفل والضغط على خيار تحديث. إذا كنت تريد تعطيل خيار البريد الإلكتروني الخاص بالاسترداد فيمكنك القيام بذلك من خلال الضغط على خيار تعطيل. تذكر: يمكنك إضافة بريد إلكتروني للاسترداد مرة أخرى من الإعدادات.
pt_br: Atualmente tem um email de recuperação adicionado à sua conta CTemplar. Por favor consulte os detalhes abaixo. Pode atualizar o seu email de recuperação ao mudá-lo no campo abaixo, clicando depois na opção de Atualizar. Se quer desativar a opção do email de recuperação, pode sempre fazê-lo ao clicar na opção Desativar. Lembre-se: pode adicionar um email de recuperação de novo nas definições.
ro: În moment de față nu există o adresă de recuperare pe contul dvs. CTemplar. Vă puteți actualiza adresa de recuperare schimbând-o în casuța de dedesubt. Pentru a șterge adresa de recuperare, puteți apăsa butonul Dezactivează. Rețineți, adresa de recuperare poate fi adăugată din nou în setările oricând.
uk: В даний час до вашого профілю CTemplar доданий резервний імейл. Подробиці дивіться нижче. Ви можете оновити резервну імейл-адресу змінивши її в поле нижче, а потім натиснувши «Оновити». Якщо ви хочете відключити параметр резервного імейла, ви завжди можете зробити це, натиснувши на «Відключити». Пам'ятайте: знову додати резервний імейл можна в налаштуваннях.
