Repository: CTemplar/ios
Catalog: Modules/Utility/Utility/Localizable/*.lproj/Localizable.strings
Languages: ar, pt_br, ro, sk, uk

# invalidEnteredPassword
source: Entered Password is not valid
ar: كلمة المرور التي تم إدخالها غير صحيح
pt_br: A palavra-passe inserida não é válida
ro: Parola introdusă nu este validă
sk: Zadané heslo je neplatné
uk: Введений пароль недійсний

# invalidEnteredEmail
source: Entered Email is not valid
ar: البريد الإلكتروني الذي تم إدخاله غير صحيح
pt_br: O Email inserido não é válido
ro: Adresa introdusă nu este validă
sk: Zadaný e-mail je neplatný
uk: Введений імейл недійсний

# validEnteredEmail
source: Entered Email is valid
ar: البريد الإلكتروني الذي تم إدخاله صحيح
pt_br: O Email inserido é válido
ro: Adresa introdusă este valida
sk: Zadaný e-mail je platný
uk: Введений імейл дійсний

# closeButton
source: Close
ar: إغلاق
pt_br: Fechar
ro: Închide
sk: Zavrieť
uk: Закрити

# cancelButton
source: Cancel
ar: إلغاء
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
uk: Скасувати

# logoutButton
source: Log out
ar: تسجيل الخروج
pt_br: Sair
ro: Deconectează-te
sk: Odhlásiť sa
uk: Вийти

# saveButton
source: Save
ar: حفظ
pt_br: Guardar
ro: Salvează
sk: Uložiť
uk: Збрегти

# applyButton
source: Apply
ar: تطبيق
pt_br: Aplicar
ro: OK
sk: Použiť
uk: Застосувати

# nextButton
source: Next
ar: التالي
pt_br: Próximo
ro: Următorul
sk: Ďalšie
uk: Далі

# resetPasswordButton
source: Reset password
ar: إعادة تعيين كلمة المرور
pt_br: Redefinir palavra-chave
ro: Resetează parola
sk: Obnoviť heslo
uk: Скинути пароль

# confirmButton
source: Confirm
ar: تأكيد
pt_br: Confirmar
ro: Confirmă
sk: Potvrdiť
uk: Підтвердити

# addButton
source: Add
ar: إضافة
pt_br: Adicionar
ro: Adaugă
sk: Pridať
uk: Додати

# changeButton
source: Change
ar: تغيير
pt_br: Alterar
ro: Schimbă
sk: Zmeniť
uk: Змінити

# deleteButton
source: Delete
ar: حذف
pt_br: Eliminar
ro: Șterge
sk: Vymazať
uk: Видалити

# encryptButton
source: Encrypt
ar: تشفير
pt_br: Encriptar
ro: Criptează
sk: Zašifrovať
uk: Зашифрувати

# decryptButton
source: Decrypt
ar: فك تشفير
pt_br: Desencriptar
ro: Decriptează
sk: Dešifrovať
uk: Розшифрувати

# okButton
source: Ok
ar: موافق
uk: Ок

# updateButton
source: Update
ar: تحديث
pt_br: Atualizar
ro: Actualizează
uk: Оновити

# deleteRow
source: Delete
ar: حذف
pt_br: Eliminar
ro: Șterge
sk: Vymazať
uk: Видалити

# termsAndConditionsFullText
source: Please check this box if you agree to abide by our Terms and Conditions
ar: برجاء الإشارة في هذا المربع إذا كنت توافق على الشروط والأحكام الخاصة بنا
pt_br: Por favor marque esta Caixa se aceita os nossos os nossos Termos e Condições
ro: Vă rugăm să bifați căsuța aceasta dacă sunteți de acord cu termenii și condițiile.
sk: Zaškrtnite toto políčko ak súhlasíte s dodržiavaním našich zmluvných podmienok.
uk: Будь ласка, підтвердіть, що ви згодні дотримуватися наших Умов та Положень

# termsAndConditionsPhrase
source: Terms and Conditions
ar: الشروط والأحكام
pt_br: Termos e Condições
ro: Termeni și condiții
sk: Zmluvné podmienky
uk: Умови та Положення

# emailPlaceholder
source: Email
ar: البريد الإلكتروني
ro: Adresă e-mail
uk: Імейл

# passwordPlaceholder
source: Password
ar: كلمة المرور
pt_br: Palavra-passe
ro: Parolă
sk: Heslo
uk: Пароль

# usernamePlaceholder
source: Username
ar: اسم المستخدم
pt_br: Nome de utilizador
ro: Nume de utilizator
sk: Prihlasovacie meno
uk: Ім'я користувача

# userNameNotFound
source: Username is not available
ar: اسم المستخدم غير متاح
pt_br: Esse nome de utilizador não está disponível
ro: Numele de utilizator nu este disponibil
uk: Ім'я користувача недоступне

# userNameFound
source: Username is available
ar: اسم المستخدم متاح
pt_br: Esse nome de utilizar está disponível
ro: Numele de utilizator este disponibil
uk: Ім'я користувача доступне

# invitationCodePlaceholder
source: Invitation Code
ar: رمز الدعوة
pt_br: Código de Convite
ro: Cod de invitație
uk: Код запрошення

# twoFAButtonTitle
source: AUTHENTICATE
ar: التحقق
pt_br: AUTENTICAR
ro: AUTENTIFICĂ
uk: АУТЕНТИФІКУВАТИ

# twoFATitle
source: Two Factor Authentication
ar: التحقق مزدوج العامل
pt_br: Autenticação de Dois Fatores
ro: Auntentificare du doi pași
uk: Двофакторна аутентифікація

# twoFASecondaryTitle
source: Please provide the 6 digit code from any of the configured authenticator application
ar: برجاء تقديم الرمز المكون من 6 أرقام من تطبيق التحقق الخاص
pt_br: Por favor insira o código de 6 dígitos que configurou na aplicação de autenticação
ro: Prosimy wprowadzić 6-cyfrowy kod, wygenerowany przez skonfigurowaną aplikację uwierzytelniającą.
uk: Будь ласка, вкажіть 6-значний код з будь-якого налаштованого додатка-аутентифікатора.

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
pt_br: Esqueceu-se da Palavra-passe?
ro: Ați uitat parola?
sk: Zabudli ste heslo?
uk: Забули пароль?

source: Log in
ar: تسجيل الدخول
pt_br: Entrar
ro: Conectează-te
sk: Prihlásiť sa
uk: Увійти

source: Create Account
ar: إنشاء حساب
pt_br: Criar conta
ro: Creează un cont
sk: Vytvoriť účet
uk: Створити обліковий запис

# rememberMe
source: Keep me logged in
ar: الحفاظ على تسجيل الدخول
pt_br: Manter a sessão iniciada
ro: Păstrează-mă conectat/ă
sk: Zostať prihlásený
uk: Тримати обліковий запис відкритим

source: Login Error
ar: خطأ في تسجيل الدخول
pt_br: Erro na Autenticação
ro: Eroare de conectare
sk: Chyba prihlásenia
uk: Помилка входу

source: Password Code Error!
ar: خطأ في رمز كلمة المرور!
pt_br: Erro no código da palavra-passe!
ro: A apărut o eroare de procesare a codului
sk: Chyba kódu hesla!
uk: Помилка Коду Паролю!

# passwordResetError
source: Unable to reset your password!
ar: لا يمكن إعادة تعيين كلمة المرور
pt_br: Não foi possível redefinir a sua palavra-passe!
ro: Nu am reușit să resetăm parola
sk: Reset hesla Chyba
uk: Неможливо скинути пароль!

# forgotUserName
source: Forgot your Username?
ar: هل نسيت كلمة المرور الخاصة بك؟
pt_br: Esqueceu-se do seu Nome de Utilizador?
ro: Ați uitat numele de utilizator?
sk: Zabudli ste svoje prihlasovacie meno?
uk: Забули ім'я користувача?

source: Username and domain
ar: اسم المستخدم ونطاق الإنترنت
pt_br: Nome de utilizador e domínio
ro: Nume de utilizator și domeniu
sk: Prihlasovacie meno a doména
uk: Ім'я користувача і домен

# ctemplarEmailAddress
source: This will be your new Ctemplar email address.
ar: سيكون هذا هو عنوان بريدك الإلكتروني علىCtemplar.
pt_br: Este será o seu novo endereço de email do CTemplar.
ro: Aceasta va fi noua dvs. adresă de e-mail.
sk: Toto bude Vaša nová e-mailová adresa CTemplar
uk: Це буде вашою новою Ctemplar імейл-адресою.

# choosePasswordPlaceholder
source: Choose password
ar: قم باختيار كلمة مرور
pt_br: Escolher palavra-passe
ro: Introduceți parola
sk: Zvoľte heslo
uk: Введіть пароль

# confirmPasswordPlaceholder
source: Confirm password
ar: تأكيد كلمة المرور
pt_br: Confirmar palavra-passe
ro: Confirmă parola
sk: Potvrdenie hesla
uk: Підтвердіть пароль

# recoveryEmailPlaceholder
source: Recovery email
ar: البريد الإلكتروني الخاص بالاسترداد
pt_br: Email de recuperação
ro: E-mail de recuperare
sk: E-mail na obnovenie účtu
uk: Резервний імейл

# passwordMust
source: Your password must be at least 10 characters. Password can contain only latin letters and cannot contain symbols such «-+!@. etc.
ar: يجب أن تتكون كلمة المرور الخاصة بك من 10 خصائص على الأقل. يجب أن تتكون كلمة المرور من حروف أبجدية فقط ولا يجب أن تتضمن أي رموز مثل «-+!@. وما إلى ذلك
pt_br: A sua palavra-passe tem de ter no mínimo 10 carateres. A palavra-passe tem de ter no mínimo 10 carateres. A palavra-passe só pode conter letras do Latim e não pode ter símbolos como «-+!@. etc.
ro: Numele tău de utilizator trebuie să conțină cel puțin 10 litere sau numere. Singurele caractere pe care puteți să le folosiți sunt punctul și cratima.
sk: Heslo musí obsahovať najmenej 10 znakov. Heslo môže obsahovať iba latinské písmená a nemôže obsahovať symboly ako «-+!@ atď.
uk: Ваш пароль повинен складатися мінімум з 10 знаків. Можна використовувати тільки букви латинського алфавіту і не можна використовувати символи, наприклад «-+!@. і т.д.

# thisIsUsed
source: This is used to recover your account if you get locked out or forget your password
ar: يمكن استخدام ذلك لاسترداد حسابك إذا تم قفل الحساب أو إذا نسيت كلمة المرور الخاصة بك.
pt_br: Isto é utilizado para recuperar a sua conta se for bloqueada ou se esquecer da sua palavra-passe
ro: Aceasta este folosită pentru a recupera contul în cazul blocării contului sau a uitării parolei.
sk: Používa sa na obnovenie účtu, ak ste zablokovaný alebo zabudli svoje heslo
uk: Використовується для відновлення вашого облікового запису, якщо ви забудете пароль

# usernameResetHint
source: Ctemplar username to reset
ar: إعادة تعيين اسم مستخدم Ctemplar
pt_br: Nome de utilizador Ctemplar para redefinir
ro: Nume de utilizator CTemplar de recuperat
sk: Ctemplar prihlasovacie meno na obnovenie účtu
uk: Ім'я користувача Ctemplar для скидання

# usernameResetPlaceholder
source: Ctemplar username to reset
ar: إعادة تعيين اسم مستخدم Ctemplar
pt_br: Nome de utilizador Ctemplar para redefinir
ro: Nume de utilizator de recuperat
sk: Ctemplar prihlasovacie meno na obnovenie účtu
uk: Ім'я користувача Ctemplar для скидання

# resetCodePlaceholder
source: Reset Code
ar: رمز إعادة التعيين
pt_br: Redefinir Código
ro: Cod de recuperare
sk: Obnoviť kód
uk: Код скидання

# newPasswordPlaceholder
source: New password
ar: كلمة مرور جديدة
pt_br: Nova palavra-passe
ro: Parolă nouă
sk: Nové heslo
uk: Новий пароль

# confirmNewPasswordPlaceholder
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
pt_br: Confirmar nova palavra-passe
ro: Confirmă noua parolă
sk: Potvrdiť nové heslo
uk: Підтвердіть новий пароль

# resetLink
source: We will send reset link to your recovery email
ar: سنقوم بإرسال رابط إعادة التعيين إلى البريد الإلكتروني الخاص بالاسترداد
pt_br: Nós iremos enviar um link de redefinição para o seu email de recuperação
ro: O să vă trimitem link-ul de verificare la adresa dvs. de recuperare
sk: Na Váš e-mail na obnovenie účtu bude poslaný odkaz na obnovenie
uk: Ми відправимо код для скидання на ваш резервний імейл

source: Confirm Reset Password
ar: تأكيد إعادة تعيين كلمة المرور
pt_br: Confirmar Redefinição da Palavra-passe
ro: Confirmă resetarea parolei
sk: Potvrdiť obnovenie hesla
uk: Підтвердіть Скидання Пароля

# areYouSure
source: Are you sure you want to reset your password?
ar: هل أنت متأكد من رغبتك في إعادة تعيين كلمة المرور الخاصة بك؟
pt_br: Tem a certeza que quer redefinir a sua palavra-passe?
ro: Sunteți sigur/ă că vreți să recuperați parola?
sk: Naozaj chcete obnoviť Vaše heslo?
uk: Ви впевнені, що хочете скинути пароль?

# supportDescription
source: Your encryption key is connected to your password. Because of this you will not be able to decrypt old messages, attachments and contacts if you reset your password. If you have further questions please email support@ctemplar.com.
ar: إن مفتاح التشفير الخاص بك متصل بكلمة مرورك. ونظرًا لذلك فلن تتمكن من فك تشغير الرسائل والمرفقات وجهات الاتصال القديمة إذا قمت بإعادة تعيين كلمة المرور الخاصة بك. إذا كانت لديك أي أسئلة أخرى برجاء التواصل معنا على support@ctemplar.com
pt_br: A sua chave de encriptação está ligada à sua palavra-passe. Por causa disso não poderá desencriptar mensagens antigas, anexos e contactos se redefinir a sua palavra-passe. Se tem mais questões, por favor envie email para support@ctemplar.com.
ro: Cheia de criptare este legată de parolă. Puteți păstra toate datele și cheile schimbându-vă doar parola, ori puteți să ștergeți toate datele generându-vă o cheie nouă de criptare. Alegeți cu mare grijă!
sk: Váš šifrovací kľúč je pripojený k Vášmu heslu. Z tohto dôvodu nebudete môcť dešifrovať staré správy, prílohy a kontakty, ak obnovíte svoje heslo. V prípade ďalších otázok kontaktujte podporu na adrese support@ctemplar.com.
uk: Ваш пароль пов'язаний з вашим ключем шифрування. Через це ви не зможете розшифрувати старі повідомлення, вкладення і контакти, якщо скинете ваш пароль. Якщо у вас виникли якісь запитання, будь ласка, пишіть на імейл support@ctemplar.com.

# supportDescriptionAttr
source: you will not be able to decrypt old messages, attachments and contacts
ar: لن تتمكن من فك تشفير الرسائل والمرفقات وجهات الاتصال القديمة.
pt_br: não poderá desencriptar mensagens antigas, anexos e contactos
ro: nu veți putea decripta mesajele, atașamentele și contactele mai vechi
sk: nebudete môcť dešifrovať staré správy, prílohy a kontakty
uk: ви не зможете розшифрувати старі повідомлення, вкладення і контакти

source: Reset Password
ar: إعادة تعيين كلمة المرور
pt_br: Redefinir palavra-passe
ro: Resetează parola
sk: Obnoviť heslo
uk: Скинути пароль

# weHave
source: We have sent a reset code to your recovery email to reset your password.
ar: لقد قمنا بإرسال رمز إعادة تعيين كلمة المرور إلى بريدك الإلكتروني الخاص بالاسترداد لإعادة تعيين كلمة مرورك.
pt_br: Nós enviamos um código de redefinição para o seu email de recuperação para que possa redefinir a sua palavra-passe.
ro: V-am trimis link-ul de recuperare a parolei la adresa de recuperare.
sk: Na Váš e-mail pre obnovenie bol odoslaný resetovací kód na obnovenie hesla.
uk: Ми відправили код для скидання пароля на ваш резервний імейл.

# recoveryEmailAttr
source: Recovery email
ar: البريد الإلكتروني الخاص بالاسترداد
pt_br: Email de recuperação
ro: Adresă de recuperare
sk: E-mail na obnovenie účtu
uk: Резервний імейл

# enterIt
source: Enter it below for confirmation.
ar: قم بإدخال البريد الإلكتروني في الأسفل للتأكيد.
pt_br: Insira-o abaixo para confirmar.
ro: Introduceți-l dedesubt pentru a autentifica.
sk: Zadajte ho pre potvrdenie.
uk: Введіть його нижче для підтвердження.

# forgetPass
source: Don’t forget this password, it can’t be restored.
ar: لا تنسَ كلمة المرور هذه, فلا يمكن استعادتها.
pt_br: Não se esqueça desta palavra-passe, ela não pode ser restaurada.
ro: Să nu uitați parola aceasta, căci nu poate fi recuperată!
sk: Nezabudnie toto heslo, nemôže byť obnovené.
uk: Не забудьте цей пароль, його неможливо буде відновити.

# enterYourEmailAddress
source: Enter your email address and we will send you your username
ar: قم بإدخال عنوان بريدك الإلكتروني وسوف نرسل لك اسم المستخدم الخاص بك.
pt_br: Insira o seu endereço de email e nós iremos lhe enviar o seu nome de utilizador
ro: Introduceți adresa de e-mail să vă putem trimite numele de utilizator.
sk: Zadajte svoju e-mailovú adresu a my vám pošleme vaše používateľské meno
uk: Введіть ваш імейл і ми відправимо вам ваше ім'я користувача

source: Email my Username
ar: إرسال اسم المستخدم الخاص بي عبر البريد الإلكتروني
pt_br: Enviar Email com o meu Nome de Utilizador
ro: Trimite-mi numele de utilizator
sk: Pošlite e-mail na moje používateľské meno
uk: Відправити мені на імейл моє ім'я користувача

# passwordResetSuccessTitle
source: Password reset successfully
ar: تم إعادة تعيين كلمة المرور بنجاح
pt_br: A redefinição da palavra-chave ocorreu com sucesso
ro: Nume de utilizator resetat cu succes
sk: Heslo bolo úspešne resetované
uk: Пароль скинутий успішно

# passwordResetSuccessMessage
source: You have successfully reset your password. Now please tap on Ok button to continue.
ar: لقد قمت بإعادة تعيين كلمة المرور الخاصة بك بنجاح. قم بالنقر على زر موافق الآن للاستمرار.
pt_br: Conseguiu redefinir a sua palavra-passe com sucesso. Agora por favor clique no botão OK para continuar.
ro: Ați resetat parola cu succes. Dați clic pe OK pentru a continua.
sk: Úspešne ste obnovili svoje heslo. Pokračujte kliknutím na tlačidlo OK.
uk: Ви успішно скинули ваш пароль. Будь ласка, натисніть ОК, щоб продовжити.

source: Selected
ar: تم الاختيار
pt_br: Selecionado
ro: Alese
sk: Vybrané
uk: Обране

source: emails
ar: رسائل بريد إلكتروني
ro: mesaje
sk: správy
uk: імейли

source: Email
ar: رسالة بريد إلكتروني
ro: mesaj
sk: správa
uk: імейл

# emailsx
source: emails
ar: رسائل بريد إلكتروني
ro: mesaje
sk: správ
uk: імейли

source: Unread
ar: غير مقروء
pt_br: não lidos
ro: necitite
sk: neprečítané
uk: непрочитане

source: Filtered
ar: مرشحة
pt_br: Filtrados
ro: Filtrate
sk: Filtrované
uk: Результати фільтра

# noInboxMessage
source: You have no messages
ar: ليس لديك أي رسائل
pt_br: Não tem mensagens
ro: Nu există mesaje
sk: Nemáte žiadne nové správy
uk: У вас немає повідомлень

# noFilteredMessage
source: There are no messages match the filter
ar: ليس لديك أي رسائل من هذا النوع
pt_br: Não há mensagens que correspondam às definições do filtro
ro: Nu există mesaje care se potrivesc filtrului
sk: Nemáte žiadne správy zodpovedajúce danému filtru
uk: Немає повідомлень, які відповідають фільтру

source: Message moved to
ar: تم نقل الرسالة إلى
pt_br: Mensagem movida para
ro: Mesaj mutat în
sk: Správa bola presunutá do priečinka
uk: Повідомлення переміщено в

# starredFilter
source: Starred
ar: مميزة بنجمة
pt_br: Sinalizadas
ro: Cu o steluță
sk: Dôležité
uk: Позначені зірочкою

# unreadFilter
source: Unread
ar: غير مقروءة
pt_br: Não lidas
ro: Necitite
sk: Neprečítané
uk: Непрочитані

# attachmentsFilter
source: With attachments
ar: مع مرفقات
pt_br: Com anexos
ro: Cu atașamente
sk: S prílohami
uk: З вкладеннями

source: decrypting...
ar: جاري فك التشفير...
pt_br: A desencriptar...
ro: se decriptează...
sk: dešifrujem...
uk: Розшифровка...

source: Compose
ar: كتابة رسالة جديدة
pt_br: Compor
ro: Creează
sk: Napísať
uk: Написати

source: In progress
ar: جاري العمل
pt_br: Em progresso
ro: În derulare
sk: Prebieha
uk: В обробці

source: Filters
ar: المرشحات
pt_br: Filtros
ro: Filtre
sk: Filtre
uk: Фільтри

source: Clear all
ar: حذف الجميع
pt_br: Limpar todos
ro: Curăță tot
sk: Zmazať všetko
uk: Очистити все

# selectedFilters
source: Select filters
ar: اختيار مرشحات
pt_br: Selecionar filtros
ro: Alege filtre
sk: Zvoliť filter
uk: Обрати фільтри

source: Mark as spam
ar: التمييز كرسالة غير مرغوب فيها
pt_br: Marcar como spam
ro: Marchează ca spam
sk: Označiť ako spam
uk: Позначити як спам

source: Mark as read
ar: التمييز كرسالة مقروءة
pt_br: Marcar como lida
ro: Marchează ca citit
sk: Označiť ako prečítané
uk: Позначити як прочитане

source: Mark as unread
ar: التمييز كرسالة غير مقروءة
pt_br: Marcar como não lida
ro: Marchează ca necitit
sk: Označiť ako neprečítané
uk: Позначити як непрочитане

# moveToTrash
source: Delete
ar: حذف
pt_br: Eliminar
ro: Mută în coș
sk: Presunúť do koša
uk: Видалити

source: Move to archive
ar: النقل إلى الأرشيف
pt_br: Mover para o arquivo
ro: Mută în arhivă
sk: Archivovať
uk: Перемістити в архів

source: Move to inbox
ar: النقل إلى صندوق الوارد
pt_br: Mover para a caixa de entrada
ro: Mută în primite
sk: Presunúť do prijatých správ
uk: Перемістити у вхідні

source: Empty folder
ar: إفراغ المجلد
pt_br: Esvaziar pasta
ro: Dosar gol
sk: Vyprázdniť zložku
uk: Порожня папка

source: Cancel
ar: إلغاء
pt_br: Cancelar
ro: Anulează
sk: Zrušiť
uk: Позначити

source: More Actions
ar: مزيد من الإجراءات
pt_br: Mais ações
ro: Mai multe
sk: Ďalšie akcie
uk: Більше опцій

source: Moving to archive
ar: جاري النقل إلى الأرشيف
pt_br: Mover para o arquivo
ro: Se mută în arhivă...
sk: Prebieha sťahovanie do archívu
uk: Переміщення в архів

source: Moving to inbox
ar: جاري النقل إلى صندوق الوارد
pt_br: Mover para a caixa de entrada
ro: Se mută în primite...
uk: Переміщення у вхідні

source: Moving to spam
ar: جاري النقل إلى الرسائل غير المرغوب فيها
pt_br: A mover para spam
ro: Se mută în spam...
sk: Prebieha prechod na spam
uk: Переміщення в спам

source: Moving to trash
ar: جاري النقل إلى سلة المحذوفات
pt_br: A mover para o lixo eletrónico
ro: Se mută în coș...
sk: Prebieha presun do koša
uk: Переміщення в кошик

source: Marking as unread
ar: التمييز كرسالة غير مقروءة
pt_br: A marcar como não lida(s)
ro: Se marchează ca necitit...
sk: Označenie ako neprečítané
uk: Позначення як непрочитаного

source: Marking as read
ar: التمييز كرسالة مقروءة
pt_br: A marcar como lida(s)
ro: Se marchează ca citit...
sk: Označenie ako prečítané
uk: Позначення як прочитаного

source: Action failed
ar: لقد فشلت العملية
pt_br: Ação falhou
ro: Acțiunea a eșuat
sk: Akcia zlyhala
uk: Дія не виконана

source: Done
ar: تمت بنجاح
pt_br: Concluído
ro: Gata
sk: hotový
uk: Готово

source: Undo mark as spam
ar: التراجع عن التمييز كرسالة غير مرغوب فيها
pt_br: Anular a marcação como spam
ro: Anulează marcarea ca spam
sk: Zrušiť označenie ako spam
uk: Скасувати позначення як спаму

source: Undo mark as read
ar: التراجع عن التمييز كرسالة مقروءة
pt_br: Anular a marcação como lida(s)
ro: Anulează marcarea ca citit
sk: Zrušiť označenie ako prečítané
uk: Скасувати позначення як прочитаного

source: Undo mark as unread
ar: التراجع عن التمييز كرسالة مقروءة
pt_br: Anular a marcação como não lida(s)
ro: Anulează marcarea ca necitit
sk: Zrušiť označenie ako neprečítané
uk: Скасувати позначення як непрочитаного

# undoMoveToTrash
source: Undo delete
ar: التراجع عن الحذف
pt_br: Anular eliminação
ro: Anulează mutarea în coș
sk: Zrušiť odstránenie
uk: Скасувати позначення як видаленого

source: Undo move to archive
ar: التراجع عن النقل إلى الأرشيف
pt_br: Anular mover para o arquivo
ro: Anulează mutarea în arhivă
sk: Zrušiť premiestnenie do archívu
uk: Скасувати переміщення в архів

source: Undo move to inbox
ar: التراجع عن النقل إلى صندوق الوارد
pt_br: Anular mover para a caixa de entrada
ro: Anulează mutarea în primite
sk: Zrušiť prenesenie do zložky prečítaných správ
uk: Скасувати переміщення у вхідні

source: New Message
ar: رسالة جديدة
pt_br: Nova mensagem
ro: Mesaj nou
sk: Nová správa
uk: Нове повідомлення

source: Reply
ar: الرد
pt_br: Responder
ro: Răspunde
sk: Odpovedať
uk: Відповісти

# relpyAll
source: Reply All
ar: الرد على الجميع
pt_br: Responder a todos
ro: Răspunde la toate
sk: Odpovedať všetkým
uk: Відповісти на все

source: Forward
ar: إعادة التوجيه
pt_br: Reencaminhar
ro: Transmite
sk: Preposlať
uk: Далі

# deleteTitle
source: Warning!
ar: تحذير!
pt_br: Atenção!
ro: Confirmă ștergerea mesajului
sk: Upozornenie!
uk: Попередження!

# deleteMessage
source: Do you want to delete this message(s) permanently?
ar: هل تريد حذف هذه الرسالة (الرسائل) نهائيًا؟
pt_br: Quer apagar esta(s) mensagem(s) permanentemente?
ro: Sunteți sigur/ă că vreți sa ștergeți mesajul?
sk: Chcete tieto správy odstrániť natrvalo?
uk: Ви хочете видалити це(і) повідомлення назавжди?

source: Contacts
ar: جهات الاتصال
pt_br: Contactos
ro: Contacte
sk: Kontakty
uk: Контакти

source: Select all
ar: اختيار الكل
pt_br: Selecionar todos
ro: Selectează tot
sk: Označiť všetko
uk: Вибрати все

source: Deselect all
ar: عدم اختيار الكل
pt_br: Desselecionar todos
ro: Deselectează tot
sk: Odznačiť všetko
uk: Скасувати «вибрати все»

# deleteContact
source: Do you want to delete this contact(s) permanently?
ar: هل تريد حذف حهة (جهات) الاتصال هذه نهائيًا؟
pt_br: Quer apagar este contacto(s) permanentemente?
ro: Sunteți sigur/ă că vreți să ștergeți contactul acesta/contactele acestea?
sk: Chcete tieto kontakty odstrániť natrvalo?
uk: Ви хочете видалити цей контакт(и) назавжди?

source: Add Contact
ar: إضافة جهة اتصال
pt_br: Adicionar Contacto
ro: Adaugă un contact
sk: Pridať kontakt
uk: Додати Контакт

source: Edit Contact
ar: تعديل جهة اتصال
pt_br: Editar Contacto
ro: Editează un contact
sk: Upraviť kontakt
uk: Редагувати Контакт

# noContacts
source: You have no contacts yet
ar: ليس لديك جهات اتصال حتى الآن
pt_br: Ainda não tem contactos
ro: Încă nu există niciun contact
sk: Zatiaľ nemáte žiadne kontakty
uk: У вас ще немає контактів

source: Add contacts
ar: إضافة جهات اتصال
pt_br: Adicionar Contacto
ro: Adaugă contacte
sk: Pridať kontakty
uk: Додати контакти

source: Contact Name
ar: اسم جهة الاتصال
pt_br: Nome do Contacto
ro: Nume de utilizator
sk: Meno kontaktu
uk: Им’я контакта

source: Email Address
ar: عنوان البريد الإلكتروني
pt_br: Endereço de Email
ro: E-mail
sk: E-mailová adresa
uk: Імейл-адреса

source: Phone Number
ar: رقم الهاتف
pt_br: Número de Telemóvel
ro: Număr de telefon
sk: Telefónne číslo
uk: Телефон

source: Address
ar: العنوان
pt_br: Endereço
ro: Adresă
sk: Adresa
uk: Адреса

source: Note
ar: ملاحظة
pt_br: Nota
ro: Notă
sk: Poznámky
uk: Примітка
